/*
  + Первая задача - прописать тегу <form> правильные значения атрибутов method и enctype и адрес action для отправки формы на сервер.

  Обратите внимание!
  В разделе про работу с сетью мы доработаем механизм отправки данных, а пока достаточно правильных атрибутов у тега <form>.

  Если форма заполнена верно, то после отправки покажется страница сервера (по адресу из атрибута action тега form) с успешно отправленными данными.
  Если же форма пропустила какие-то некорректные значения, то будет показана страница с допущенными ошибками.
  В идеале у пользователя не должно быть сценария, при котором он может отправить некорректную форму.
*/

